OdStringDataA.data
\details
Returns the underlying char array (buffer) of this StringData object.

OdStringDataA.nAllocLength
\details
String allocation length in characters, omitting the 0 terminator.

OdStringDataA.nDataLength
\details
String length in characters, omitting the 0 terminator.

OdStringDataA.nRefs
\details
Number of references to this string.